IDEA Open Model
CutBeamByBeamData.CuttingObject Property
Compatible with IDEA StatiCa 20.1
 Cutting by object
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement CuttingObject { get; set; }
Public Property CuttingObject As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
CutBeamByBeamData Class
IdeaRS.OpenModel.Connection Namespace